ZattooFilterComponent.desc              = Akzeptiert alle Sendungen von Sendern, die durch Zattoo unterst\u00FCtzt werden.
ZattooFilterComponent.name              = Zattoo-Kan\u00E4le
ZattooPlugin.contextMenuRemember        = Bei Start in Zattoo \u00F6ffnen
ZattooPlugin.contextMenuSwitch          = In Zattoo \u00F6ffnen
ZattooPlugin.description                = Das Zattoo Plugin erm\u00F6glicht es, mit der rechten Maus Taste, das aktuelle Programm \
  in Zattoo zu \u00F6ffnen. Ein zuk\u00FCnftiges Programm kann markiert werden und wird in Zattoo ge\u00F6ffnet, sobald es anf\u00E4ngt.
ZattooPlugin.error.zattoo               = Konnte Zattoo nicht starten.
ZattooPlugin.pluginName                 = Zattoo
ZattooPlugin.receiveTarget              = Mit Zattoo anzeigen
ZattooPlugin.supportedChannels          = Unterst\u00FCtzte Kan\u00E4le
ZattooPlugin.author                     = Bodo Tasche, Michael Keppler, seit 1.0.3.0 Dieter Stockhausen
ZattooSettingsTab.country               = Land:
ZattooSettingsTab.country_at            = \u00D6sterreich
ZattooSettingsTab.country_ch            = Schweiz
ZattooSettingsTab.country_de            = Deutschland
ZattooSettingsTab.country_custom        = Eigene Senderliste
ZattooSettingsTab.title                 = Zattoo
ZattooSettingsTab.createChannelsList    = Erzeugen der eigene Senderliste
ZattooSettingsTab.countryHint           = Die L\u00E4nder-Senderlisten sind vorkonfigurierte Listen, die Sie direkt verwenden k\u00F6nnen. \
  Der Nachteil dieser drei L\u00E4nder-Senderlisten ist jedoch, dass man sie nicht anpassen kann. Werden in TV-Browser oder \
  Zattoo neue Sender bereitgestellt, muss man die <Eigene Senderliste> verwenden. Diese Liste ist zun\u00E4chst leer \
  und muss \u00FCber die untenstehenden Funktionen eingerichtet werden.
ZattooSettingsTab.customHint            = Zum Einrichten einer eigenen Senderliste geht man wie folgt vor:\n\
  W\u00E4hlen Sie <Eigene Senderliste> in der <Land:> Auswahlliste aus.\n\
  W\u00E4hlen Sie eine der drei Senderliste in der <Quelle:> Auswahlliste aus, die f\u00FCr Sie am besten passt.\n\
  W\u00E4hlen Sie die Option <Aktualisiere eigene Senderliste (einmalig)> aus und dr\u00FCcken Sie <\u00DCbernehmen>. \
  Dadurch werden alle Sender, die sie abonniert haben, in untenstehender Konfigurations-Datei aufgenommen.\n\
  Jetzt m\u00FCssen Sie noch die untenstehende Konfigurations-Datei anpassen.
ZattooSettingsTab.propertyFile          = Anpassen der eigene Senderliste
ZattooSettingsTab.propertyFileHint      = Jede Zeile repr\u00E4sentiert die Konfiguration f\u00FCr einen Sender. Auf der linken Seite \
  des Gleichheitszeichens stehen das Land und der Name des TV-Browser-Senders. Bitte \u00E4ndern Sie diese Eintr\u00E4ge nicht. \
  Die rechte Seite des Gleichheitszeichens enspricht dem Name des Zattoo-Senders. Ist die rechte Seite leer m\u00FCssen Sie den Sender selbst festlegen. Dazu \
  gehen Sie in Ihren Webbrowser und spielen den gew\u00FCnschten Sender an. \
  In der Zattoo-URL des Webbrowsers finden Sie an dessen Ende den Namen, nachdem Sie gesucht haben. Beispiel f\u00FCr "de,arte": \
  Die Zattoo-URL f\u00FCr Arte ist "https://zattoo.com/channels/favorites?channel=DE_arte". D. h., der korrekte Zattoo-Sender hei\u00DFt \
  "De_arte".\n\
  Sollte danach doch nicht alle Sender in Zattoo aufrufbar sein, so m\u00FCssen Sie die Namen der Zattoo-Sender in Ihrer eigenen Liste \
  auf Schreibfehler kontrollieren.
ZattooSettingsTab.updateCustomChannels  = Aktualisiere eigene Senderliste (einmalig)
ZattooSettingsTab.updateByReplace       = Alle Sender ersetzen
ZattooSettingsTab.updateByMerge         = Sender zusammenf\u00FCgen
ZattooSettingsTab.mergeandreplace       = Neue hinzuf\u00FCgen und Bestehende ersetzen
ZattooSettingsTab.mergeonlynew          = Nur Neue hinzuf\u00FCgen
ZattooSettingsTab.sourcecountry         = Quelle:
ZattooSettingsTab.saveBtn               = Speichern
ZattooSettingsTab.resetBtn              = Zur\u00FCcksetzen
ZattooSettingsTab.error                 = Fehler
ZattooSettingsTab.error.customFile      = Fehler beim Zugriff auf eigenen Senderliste:
ZattooSettingsTab.error.1.format1       = Format Fehler in Zeile
ZattooSettingsTab.error.1.format2       = Die linke Seite
ZattooSettingsTab.error.1.format3       = muss zumindest aus dem Land und einem Sender, getrennt durch ein Komma, bestehen.
ZattooSettingsTab.error.2.format1       = Format Fehler in Zeile
ZattooSettingsTab.error.2.format2       = Die Zeile
ZattooSettingsTab.error.2.format3       = hat mehr als ein Gleichheitszeichen.
